Repository: vsevolodtsarev/GitHubApiApp
Catalog: GitHubApiApp/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# addFavorite
source: You have successfully favorited this user🎉
ru: Вы успешно добавили этого пользователя в избранное 🎉

# alreadyFavorites
source: You've already favorited this user.
ru: Вы уже добавили этого пользователя в избранное.

# badStuff
source: Bad Stuff Happened!
ru: Случилось что-то плохое!

# favoritesTab
source: Favorites
ru: Избранное

# invalidData
source: The data received from the server is invalid. Please try again.
ru: Данные, полученные с сервера, недействительны. Пожалуйста, попробуйте снова.

# invalidResponse
source: Invalid response from the server. Please try again.
ru: Неверный ответ от сервера. Пожалуйста, попробуйте снова.

# invalidUsername
source: This username created an invalid request. Please try again.
ru: Это имя пользователя создало недопустимый запрос. Пожалуйста, попробуйте снова.

# noFollowers
source: This user doesn't have any followers. Go follow them 😀
ru: У этого пользователя нет подписчиков. Подпишись на него😀

# search
source: Search for a username
ru: Поиск пользователя

# searchTab
source: Search
ru: Поиск

source: Success!
ru: Успешно!

# unableToComplete
source: Unable to complete your request. Please check your internet connection.
ru: Не удалось выполнить ваш запрос. Пожалуйста, проверьте ваше подключение к Интернету.

# unableToFavorite
source: There was an error favoriting this user. Please try again.
ru: Произошла ошибка при выборе этого пользователя в качестве избранного. Пожалуйста, попробуйте снова.

# UncompleteRequest
source: Unable to complete request
ru: Не удалось выполнить запрос

# wrong
source: Something went wrong
ru: Что-то пошло не так
